Repository: Pgr0708/Flavourly
Catalog: Flavourly/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fr, hi, it, ja, ko, pt_br, ru, tr, vi, zh_hans

source: Reads the public caption or video description
ar: يقرأ الوصف العام أو وصف الفيديو
de: Liest die öffentliche Bildunterschrift oder Videobeschreibung
el: Διαβάζει τη δημόσια λεζάντα ή την περιγραφή του βίντεο
es: Lee el texto público o la descripción del vídeo
fr: Lit la légende publique ou la description de la vidéo
hi: सार्वजनिक कैप्शन या वीडियो विवरण पढ़ता है
it: Legge la didascalia pubblica o la descrizione del video
ja: 公開キャプションや動画の説明を読み取ります
ko: 공개 캡션이나 영상 설명을 읽습니다
pt_br: Lê a legenda pública ou a descrição do vídeo
ru: Читает публичную подпись или описание видео
tr: Herkese açık açıklamayı ya da video açıklamasını okur
vi: Đọc chú thích công khai hoặc mô tả video
zh_hans: 读取公开的文案或视频简介

source: Ready to review
ar: جاهزة للمراجعة
de: Bereit zum Prüfen
el: Έτοιμη για έλεγχο
es: Lista para revisar
fr: Prête à vérifier
hi: समीक्षा के लिए तैयार
it: Pronta da controllare
ja: 確認できます
ko: 확인 준비됨
pt_br: Pronta para conferir
ru: Можно проверить
tr: İncelemeye hazır
vi: Sẵn sàng để xem lại
zh_hans: 可以检查了

source: Recently saved
ar: المحفوظة مؤخرًا
de: Zuletzt gespeichert
el: Πρόσφατα αποθηκευμένες
es: Guardadas recientemente
fr: Enregistrées récemment
hi: हाल ही में सहेजी
it: Salvate di recente
ja: 最近保存したもの
ko: 최근 저장
pt_br: Salvas recentemente
ru: Недавно сохранённые
tr: Son kaydedilenler
vi: Đã lưu gần đây
zh_hans: 最近保存

source: Recipe
ar: وصفة
de: Rezept
el: Συνταγή
es: Receta
fr: Recette
hi: रेसिपी
it: Ricetta
ja: レシピ
ko: 레시피
pt_br: Receita
ru: Рецепт
tr: Tarif
vi: Công thức
zh_hans: 食谱

source: Recipe name
ar: اسم الوصفة
de: Rezeptname
el: Όνομα συνταγής
es: Nombre de la receta
fr: Nom de la recette
hi: रेसिपी का नाम
it: Nome della ricetta
ja: レシピ名
ko: 레시피 이름
pt_br: Nome da receita
ru: Название рецепта
tr: Tarif adı
vi: Tên công thức
zh_hans: 食谱名称

source: Recipe not found
ar: لم يُعثر على الوصفة
de: Rezept nicht gefunden
el: Η συνταγή δεν βρέθηκε
es: Receta no encontrada
fr: Recette introuvable
hi: रेसिपी नहीं मिली
it: Ricetta non trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없어요
pt_br: Receita não encontrada
ru: Рецепт не найден
tr: Tarif bulunamadı
vi: Không tìm thấy công thức
zh_hans: 找不到食谱

source: Recipe only in a TikTok, Reel or YouTube video?
ar: الوصفة موجودة فقط في فيديو TikTok أو Reel أو YouTube؟
de: Rezept nur im TikTok-, Reel- oder YouTube-Video?
el: Η συνταγή υπάρχει μόνο σε βίντεο TikTok, Reel ή YouTube;
es: ¿La receta solo está en un vídeo de TikTok, Reel o YouTube?
fr: La recette est seulement dans une vidéo TikTok, Reel ou YouTube ?
hi: रेसिपी सिर्फ़ TikTok, Reel या YouTube वीडियो में है?
it: La ricetta è solo in un video TikTok, Reel o YouTube?
ja: レシピが TikTok・リール・YouTube の動画の中だけ？
ko: 레시피가 TikTok, 릴스, YouTube 영상에만 있나요?
pt_br: A receita só está num vídeo do TikTok, Reels ou YouTube?
ru: Рецепт есть только в видео TikTok, Reels или YouTube?
tr: Tarif yalnızca bir TikTok, Reels ya da YouTube videosunda mı?
vi: Công thức chỉ có trong video TikTok, Reels hoặc YouTube?
zh_hans: 食谱只在 TikTok、Reels 或 YouTube 视频里？

source: Recipe ready to review
ar: الوصفة جاهزة للمراجعة
de: Rezept bereit zum Prüfen
el: Η συνταγή είναι έτοιμη για έλεγχο
es: Receta lista para revisar
fr: Recette prête à vérifier
hi: रेसिपी समीक्षा के लिए तैयार
it: Ricetta pronta da controllare
ja: レシピを確認できます
ko: 레시피 확인 준비됨
pt_br: Receita pronta para conferir
ru: Рецепт готов к проверке
tr: Tarif incelemeye hazır
vi: Công thức sẵn sàng để xem lại
zh_hans: 食谱可以检查了

source: Recipes. Plans. Groceries. A Healthier You.
ar: وصفات. خطط. تسوّق. أنت بصحة أفضل.
de: Rezepte. Pläne. Einkauf. Ein gesünderes Du.
el: Συνταγές. Προγράμματα. Αγορές. Ένας πιο υγιής εαυτός.
es: Recetas. Planes. Compras. Un tú más sano.
fr: Recettes. Plannings. Courses. Une vie plus saine.
hi: रेसिपी। योजनाएँ। किराना। एक सेहतमंद आप।
it: Ricette. Piani. Spesa. Un te più sano.
ja: レシピ。献立。買い物。 もっと健康なあなたへ。
ko: 레시피. 계획. 장보기. 더 건강한 나.
pt_br: Receitas. Planos. Compras. Um você mais saudável.
ru: Рецепты. Планы. Покупки. Здоровее с каждым днём.
tr: Tarifler. Planlar. Alışveriş. Daha sağlıklı bir sen.
vi: Công thức. Kế hoạch. Đi chợ. Bạn khỏe hơn.
zh_hans: 食谱。计划。采购。 更健康的你。

source: Redo the setup quiz
ar: إعادة استبيان الإعداد
de: Einrichtungsquiz wiederholen
el: Επανάληψη του αρχικού ερωτηματολογίου
es: Repetir el cuestionario inicial
fr: Refaire le questionnaire
hi: सेटअप क्विज़ दोबारा करें
it: Rifai il questionario iniziale
ja: 初期設定の質問をやり直す
ko: 초기 설정 질문 다시 하기
pt_br: Refazer o questionário inicial
ru: Пройти начальный опрос заново
tr: Kurulum testini yeniden yap
vi: Làm lại câu hỏi thiết lập
zh_hans: 重新做初始问卷

source: Redo the setup quiz?
ar: إعادة استبيان الإعداد؟
de: Einrichtungsquiz wiederholen?
el: Επανάληψη του αρχικού ερωτηματολογίου;
es: ¿Repetir el cuestionario inicial?
fr: Refaire le questionnaire ?
hi: सेटअप क्विज़ दोबारा करें?
it: Rifare il questionario iniziale?
ja: 初期設定の質問をやり直しますか？
ko: 초기 설정 질문을 다시 할까요?
pt_br: Refazer o questionário inicial?
ru: Пройти начальный опрос заново?
tr: Kurulum testi yeniden yapılsın mı?
vi: Làm lại câu hỏi thiết lập?
zh_hans: 重新做初始问卷？

source: Remind me in 1 hour
ar: ذكّرني بعد ساعة
de: In 1 Stunde erinnern
el: Υπενθύμιση σε 1 ώρα
es: Recordármelo en 1 hora
fr: Me le rappeler dans 1 heure
hi: 1 घंटे में याद दिलाएँ
it: Ricordamelo tra 1 ora
ja: 1時間後に通知
ko: 1시간 후에 알림
pt_br: Lembrar em 1 hora
ru: Напомнить через 1 час
tr: 1 saat sonra hatırlat
vi: Nhắc tôi sau 1 giờ
zh_hans: 1小时后提醒我

source: Reminders are scheduled on your iPhone from your plan and pantry — nothing is sent to a server.
ar: تُجدول التذكيرات على الـ iPhone من خطتك ومخزنك — لا يُرسل شيء إلى أي خادم.
de: Erinnerungen werden auf deinem iPhone aus Plan und Vorrat geplant – nichts wird an einen Server gesendet.
el: Οι υπενθυμίσεις προγραμματίζονται στο iPhone σου από το πρόγραμμα και το ντουλάπι — τίποτα δεν στέλνεται σε διακομιστή.
es: Los recordatorios se programan en tu iPhone a partir de tu plan y tu despensa — no se envía nada a ningún servidor.
fr: Les rappels sont programmés sur votre iPhone à partir de votre planning et de votre garde-manger — rien n’est envoyé à un serveur.
hi: रिमाइंडर आपकी योजना और पैंट्री से आपके iPhone पर तय होते हैं — कुछ भी सर्वर पर नहीं भेजा जाता।
it: I promemoria sono programmati sul tuo iPhone da piano e dispensa — nulla viene inviato a un server.
ja: リマインダーは献立とパントリーからiPhone上で設定されます — サーバーには何も送信されません。
ko: 알림은 계획과 보관함을 바탕으로 iPhone에서 예약돼요 — 서버로 보내지는 것은 없어요.
pt_br: Os lembretes são agendados no seu iPhone a partir do seu plano e despensa — nada é enviado a um servidor.
ru: Напоминания создаются на вашем iPhone по плану и запасам — на сервер ничего не отправляется.
tr: Hatırlatıcılar planın ve kilerinden iPhone’unda planlanır — hiçbir şey sunucuya gönderilmez.
vi: Lời nhắc được lên lịch trên iPhone từ kế hoạch và tủ đồ — không gửi gì lên máy chủ.
zh_hans: 提醒根据你的计划和储藏在iPhone上安排 — 不会发送任何内容到服务器。

source: Reminds you to use them within 3 days
ar: يذكّرك باستخدامها خلال 3 أيام
de: Erinnert dich, sie innerhalb von 3 Tagen zu verbrauchen
el: Σου θυμίζει να τα χρησιμοποιήσεις μέσα σε 3 ημέρες
es: Te recuerda usarlos en 3 días
fr: Vous rappelle de les utiliser sous 3 jours
hi: 3 दिन के अंदर इस्तेमाल करने की याद दिलाता है
it: Ti ricorda di usarli entro 3 giorni
ja: 3日以内に使うようお知らせします
ko: 3일 안에 쓰도록 알려 드려요
pt_br: Lembra você de usar em até 3 dias
ru: Напомнит использовать их в течение 3 дней
tr: 3 gün içinde kullanmanı hatırlatır
vi: Nhắc bạn dùng chúng trong 3 ngày
zh_hans: 提醒你在3天内用掉

source: Remove
ar: إزالة
de: Entfernen
el: Αφαίρεση
es: Quitar
fr: Retirer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 삭제
pt_br: Remover
ru: Удалить
tr: Kaldır
vi: Bỏ
zh_hans: 移除

source: Remove %@?
ar: إزالة %@؟
de: %@ entfernen?
el: Αφαίρεση %@;
es: ¿Quitar %@?
fr: Retirer %@ ?
hi: %@ हटाएँ?
it: Rimuovere %@?
ja: %@を削除しますか？
ko: %@을(를) 삭제할까요?
pt_br: Remover %@?
ru: Удалить %@?
tr: %@ kaldırılsın mı?
vi: Bỏ %@?
zh_hans: 移除%@？

source: Remove from %@
ar: إزالة من %@
de: Aus %@ entfernen
el: Αφαίρεση από %@
es: Quitar de %@
fr: Retirer de %@
hi: %@ से हटाएँ
it: Rimuovi da %@
ja: %@から削除
ko: %@에서 삭제
pt_br: Remover de %@
ru: Удалить из %@
tr: %@ içinden kaldır
vi: Bỏ khỏi %@
zh_hans: 从%@移除

source: Remove from favourites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
el: Αφαίρεση από τα αγαπημένα
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 삭제
pt_br: Remover dos favoritos
ru: Удалить из избранного
tr: Favorilerden kaldır
vi: Bỏ khỏi yêu thích
zh_hans: 从最爱移除

source: Remove from household
ar: إزالة من الأسرة
de: Aus dem Haushalt entfernen
el: Αφαίρεση από το νοικοκυριό
es: Quitar del hogar
fr: Retirer du foyer
hi: परिवार से हटाएँ
it: Rimuovi dalla famiglia
ja: 家族から削除
ko: 가족에서 삭제
pt_br: Remover da casa
ru: Удалить из семьи
tr: Haneden çıkar
vi: Bỏ khỏi gia đình
zh_hans: 从家庭移除

source: Remove from list
ar: إزالة من القائمة
de: Von der Liste entfernen
el: Αφαίρεση από τη λίστα
es: Quitar de la lista
fr: Retirer de la liste
hi: सूची से हटाएँ
it: Rimuovi dalla lista
ja: リストから削除
ko: 목록에서 삭제
pt_br: Remover da lista
ru: Удалить из списка
tr: Listeden kaldır
vi: Bỏ khỏi danh sách
zh_hans: 从清单移除

source: Remove from plan
ar: إزالة من الخطة
de: Aus dem Plan entfernen
el: Αφαίρεση από το πρόγραμμα
es: Quitar del plan
fr: Retirer du planning
hi: योजना से हटाएँ
it: Rimuovi dal piano
ja: 献立から削除
ko: 계획에서 삭제
pt_br: Remover do plano
ru: Удалить из плана
tr: Plandan kaldır
vi: Bỏ khỏi kế hoạch
zh_hans: 从计划移除

source: Remove ingredients
ar: إزالة مكونات
de: Zutaten entfernen
el: Αφαίρεση υλικών
es: Quitar ingredientes
fr: Retirer des ingrédients
hi: सामग्री हटाएँ
it: Rimuovi ingredienti
ja: 材料を削除
ko: 재료 삭제
pt_br: Remover ingredientes
ru: Удалить ингредиенты
tr: Malzemeleri kaldır
vi: Bỏ nguyên liệu
zh_hans: 移除食材

source: Remove page %lld
ar: إزالة الصفحة %lld
de: Seite %lld entfernen
el: Αφαίρεση σελίδας %lld
es: Quitar la página %lld
fr: Retirer la page %lld
hi: पेज %lld हटाएँ
it: Rimuovi pagina %lld
ja: ページ%lldを削除
ko: %lld페이지 삭제
pt_br: Remover página %lld
ru: Удалить страницу %lld
tr: %lld. sayfayı kaldır
vi: Bỏ trang %lld
zh_hans: 移除第%lld页

source: Remove step %lld
ar: إزالة الخطوة %lld
de: Schritt %lld entfernen
el: Αφαίρεση βήματος %lld
es: Quitar el paso %lld
fr: Retirer l’étape %lld
hi: स्टेप %lld हटाएँ
it: Rimuovi passaggio %lld
ja: ステップ%lldを削除
ko: %lld단계 삭제
pt_br: Remover passo %lld
ru: Удалить шаг %lld
tr: %lld. adımı kaldır
vi: Bỏ bước %lld
zh_hans: 移除第%lld步

source: Removed from household
ar: أُزيل من الأسرة
de: Aus dem Haushalt entfernt
el: Αφαιρέθηκε από το νοικοκυριό
es: Quitado del hogar
fr: Retiré du foyer
hi: परिवार से हटाया गया
it: Rimosso dalla famiglia
ja: 家族から削除しました
ko: 가족에서 삭제됨
pt_br: Removido da casa
ru: Удалено из семьи
tr: Haneden çıkarıldı
vi: Đã bỏ khỏi gia đình
zh_hans: 已从家庭移除

source: Removed from plan
ar: أُزيلت من الخطة
de: Aus dem Plan entfernt
el: Αφαιρέθηκε από το πρόγραμμα
es: Quitado del plan
fr: Retiré du planning
hi: योजना से हटाया गया
it: Rimosso dal piano
ja: 献立から削除しました
ko: 계획에서 삭제됨
pt_br: Removido do plano
ru: Удалено из плана
tr: Plandan kaldırıldı
vi: Đã bỏ khỏi kế hoạch
zh_hans: 已从计划移除

source: Rename
ar: إعادة تسمية
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
ru: Переименовать
tr: Yeniden adlandır
vi: Đổi tên
zh_hans: 重命名

source: Rename collection
ar: إعادة تسمية المجموعة
de: Sammlung umbenennen
el: Μετονομασία συλλογής
es: Renombrar colección
fr: Renommer la collection
hi: कलेक्शन का नाम बदलें
it: Rinomina raccolta
ja: コレクション名を変更
ko: 컬렉션 이름 변경
pt_br: Renomear coleção
ru: Переименовать подборку
tr: Koleksiyonu yeniden adlandır
vi: Đổi tên bộ sưu tập
zh_hans: 重命名收藏夹

source: Repeat meal
ar: تكرار الوجبة
de: Mahlzeit wiederholen
el: Επανάληψη γεύματος
es: Repetir comida
fr: Répéter le repas
hi: भोजन दोहराएँ
it: Ripeti pasto
ja: 食事を繰り返す
ko: 식사 반복
pt_br: Repetir refeição
ru: Повторить блюдо
tr: Öğünü tekrarla
vi: Lặp lại bữa
zh_hans: 重复这餐

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置

source: Resets %@. Scanning, pasting and videos stay free.
ar: يُعاد التعيين في %@. المسح واللصق والفيديوهات تبقى مجانية.
de: Wird zurückgesetzt am %@. Scannen, Einfügen und Videos bleiben kostenlos.
el: Μηδενίζεται %@. Η σάρωση, η επικόλληση και τα βίντεο μένουν δωρεάν.
es: Se reinicia el %@. Escanear, pegar y los vídeos siguen siendo gratis.
fr: Se réinitialise %@. La numérisation, le collage et les vidéos restent gratuits.
hi: %@ को रीसेट होता है। स्कैन, पेस्ट और वीडियो मुफ़्त रहते हैं।
it: Si azzera %@. Scansioni, testo incollato e video restano gratuiti.
ja: %@にリセットされます。スキャン、貼り付け、動画は無料のままです。
ko: %@에 초기화돼요. 스캔, 붙여넣기, 영상은 계속 무료예요.
pt_br: Renova em %@. Escanear, colar e vídeos continuam grátis.
ru: Обновится %@. Сканирование, вставка и видео остаются бесплатными.
tr: %@ tarihinde sıfırlanır. Tarama, yapıştırma ve videolar ücretsiz kalır.
vi: Đặt lại vào %@. Quét, dán và video vẫn miễn phí.
zh_hans: 将于%@重置。扫描、粘贴和视频仍然免费。

source: Restore
ar: استعادة
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fr: Restaurer
hi: वापस लाएँ
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
tr: Geri yükle
vi: Khôi phục
zh_hans: 恢复

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीदारियाँ वापस लाएँ
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
tr: Satın Alımları Geri Yükle
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买

source: Restore failed
ar: فشلت الاستعادة
de: Wiederherstellen fehlgeschlagen
el: Η επαναφορά απέτυχε
es: Error al restaurar
fr: Échec de la restauration
hi: वापस नहीं ला सके
it: Ripristino non riuscito
ja: 復元できませんでした
ko: 복원 실패
pt_br: Falha ao restaurar
ru: Не удалось восстановить
tr: Geri yükleme başarısız
vi: Khôi phục không thành công
zh_hans: 恢复失败

source: Restore it from Profile › Archived
ar: استعدها من الملف الشخصي › المؤرشفة
de: Unter Profil › Archiviert wiederherstellen
el: Επανάφερέ τη από Προφίλ › Αρχειοθετημένες
es: Restáurala desde Perfil › Archivadas
fr: Restaurez-la depuis Profil › Archivées
hi: इसे प्रोफ़ाइल › संग्रहित से वापस लाएँ
it: Ripristinala da Profilo › Archiviate
ja: プロフィール › アーカイブ済みから復元できます
ko: 프로필 › 보관됨에서 복원하세요
pt_br: Restaure em Perfil › Arquivadas
ru: Восстановите в Профиль › Архив
tr: Profil › Arşivlenenler bölümünden geri yükle
vi: Khôi phục trong Hồ sơ › Đã lưu trữ
zh_hans: 可在 个人资料 › 已归档 中恢复

source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
hi: ख़रीदारियाँ वापस लाएँ
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
tr: Satın alımları geri yükle
vi: Khôi phục giao dịch mua
zh_hans: 恢复购买

source: Restored
ar: تمت الاستعادة
de: Wiederhergestellt
el: Επαναφέρθηκε
es: Restaurada
fr: Restaurée
hi: वापस आ गया
it: Ripristinata
ja: 復元しました
ko: 복원됨
pt_br: Restaurada
ru: Восстановлено
tr: Geri yüklendi
vi: Đã khôi phục
zh_hans: 已恢复

source: Restored your unsaved changes
ar: تمت استعادة تغييراتك غير المحفوظة
de: Deine ungesicherten Änderungen wurden wiederhergestellt
el: Οι μη αποθηκευμένες αλλαγές σου επαναφέρθηκαν
es: Se recuperaron tus cambios sin guardar
fr: Vos modifications non enregistrées ont été récupérées
hi: आपके बिना सहेजे बदलाव वापस आ गए
it: Le modifiche non salvate sono state recuperate
ja: 保存していなかった変更を復元しました
ko: 저장하지 않은 변경 사항을 복원했어요
pt_br: Suas alterações não salvas foram recuperadas
ru: Ваши несохранённые изменения восстановлены
tr: Kaydedilmemiş değişikliklerin geri yüklendi
vi: Đã khôi phục các thay đổi chưa lưu
zh_hans: 已恢复你未保存的更改

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
el: Δοκίμασε ξανά
es: Reintentar
fr: Réessayer
hi: फिर कोशिश करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar de novo
ru: Повторить
tr: Tekrar dene
vi: Thử lại
zh_hans: 重试

source: Review recipe
ar: مراجعة الوصفة
de: Rezept prüfen
el: Έλεγχος συνταγής
es: Revisar receta
fr: Vérifier la recette
hi: रेसिपी की समीक्षा करें
it: Controlla ricetta
ja: レシピを確認
ko: 레시피 확인
pt_br: Conferir receita
ru: Проверить рецепт
tr: Tarifi incele
vi: Xem lại công thức
zh_hans: 检查食谱

source: Review what we found
ar: راجع ما وجدناه
de: Prüfe, was wir gefunden haben
el: Έλεγξε τι βρήκαμε
es: Revisa lo que encontramos
fr: Vérifiez ce que nous avons trouvé
hi: हमें जो मिला उसकी समीक्षा करें
it: Controlla cosa abbiamo trovato
ja: 見つかった内容を確認してください
ko: 찾은 내용을 확인하세요
pt_br: Confira o que encontramos
ru: Проверьте, что мы нашли
tr: Bulduklarımızı incele
vi: Xem lại những gì chúng tôi tìm thấy
zh_hans: 检查我们找到的内容

source: Running low
ar: على وشك النفاد
de: Wird knapp
el: Τελειώνει
es: Queda poco
fr: Bientôt épuisé
hi: कम हो रहा है
it: In esaurimento
ja: 残り少ない
ko: 거의 다 떨어짐
pt_br: Acabando
ru: Заканчивается
tr: Azalıyor
vi: Sắp hết
zh_hans: 快用完了

source: Running timers will be cancelled.
ar: ستُلغى المؤقتات الجارية.
de: Laufende Timer werden abgebrochen.
el: Τα χρονόμετρα που τρέχουν θα ακυρωθούν.
es: Los temporizadores en marcha se cancelarán.
fr: Les minuteurs en cours seront annulés.
hi: चल रहे टाइमर रद्द हो जाएँगे।
it: I timer in corso verranno annullati.
ja: 動いているタイマーはキャンセルされます。
ko: 실행 중인 타이머가 취소돼요.
pt_br: Os timers em andamento serão cancelados.
ru: Запущенные таймеры будут отменены.
tr: Çalışan zamanlayıcılar iptal edilecek.
vi: Các hẹn giờ đang chạy sẽ bị hủy.
zh_hans: 正在运行的计时器将被取消。

source: SHOPPING
ar: التسوق
de: EINKAUF
el: ΑΓΟΡΕΣ
es: COMPRA
fr: COURSES
hi: ख़रीदारी
it: SPESA
ja: 買い物
ko: 장보기
pt_br: COMPRAS
ru: ПОКУПКИ
tr: ALIŞVERİŞ
vi: ĐI CHỢ
zh_hans: 采购

source: SOMETHING ELSE
ar: شيء آخر
de: ETWAS ANDERES
el: ΚΑΤΙ ΑΛΛΟ
es: OTRA COSA
fr: AUTRE CHOSE
hi: कुछ और
it: ALTRO
ja: ほかのもの
ko: 다른 것
pt_br: OUTRA COISA
ru: ЧТО-ТО ДРУГОЕ
tr: BAŞKA BİR ŞEY
vi: MÓN KHÁC
zh_hans: 其他

source: STEP %lld
ar: الخطوة %lld
de: SCHRITT %lld
el: ΒΗΜΑ %lld
es: PASO %lld
fr: ÉTAPE %lld
hi: स्टेप %lld
it: PASSAGGIO %lld
ja: ステップ %lld
ko: %lld단계
pt_br: PASSO %lld
ru: ШАГ %lld
tr: ADIM %lld
vi: BƯỚC %lld
zh_hans: 第%lld步

source: SUGGESTED FOR THIS MEAL
ar: مقترح لهذه الوجبة
de: VORGESCHLAGEN FÜR DIESE MAHLZEIT
el: ΠΡΟΤΕΙΝΕΤΑΙ ΓΙΑ ΑΥΤΟ ΤΟ ΓΕΥΜΑ
es: SUGERIDO PARA ESTA COMIDA
fr: SUGGÉRÉ POUR CE REPAS
hi: इस भोजन के लिए सुझाव
it: SUGGERITO PER QUESTO PASTO
ja: この食事へのおすすめ
ko: 이 식사 추천
pt_br: SUGERIDO PARA ESTA REFEIÇÃO
ru: ПРЕДЛАГАЕМ ДЛЯ ЭТОГО ПРИЁМА ПИЩИ
tr: BU ÖĞÜN İÇİN ÖNERİLEN
vi: GỢI Ý CHO BỮA NÀY
zh_hans: 推荐给这一餐

source: Safe for everyone eating
ar: آمن لكل الآكلين
de: Sicher für alle am Tisch
el: Ασφαλές για όλους όσους τρώνε
es: Segura para todos los comensales
fr: Sans danger pour toute la tablée
hi: सभी खाने वालों के लिए सुरक्षित
it: Sicura per tutti a tavola
ja: 食べる全員にとって安全
ko: 먹는 모두에게 안전
pt_br: Segura para todos que vão comer
ru: Безопасно для всех за столом
tr: Yiyen herkes için güvenli
vi: An toàn cho mọi người ăn
zh_hans: 对所有用餐者都安全

source: Safe for everyone eating, and suits %@.
ar: آمن لكل الآكلين، ويناسب %@.
de: Sicher für alle am Tisch und passend zu %@.
el: Ασφαλές για όλους όσους τρώνε και ταιριάζει σε %@.
es: Segura para todos los comensales y adecuada para %@.
fr: Sans danger pour toute la tablée, et convient à %@.
hi: सभी खाने वालों के लिए सुरक्षित, और %@ के अनुकूल।
it: Sicura per tutti a tavola e adatta a %@.
ja: 食べる全員にとって安全で、%@に合っています。
ko: 먹는 모두에게 안전하고, %@에 맞아요.
pt_br: Segura para todos que vão comer e combina com %@.
ru: Безопасно для всех за столом и подходит: %@.
tr: Yiyen herkes için güvenli ve %@ için uygun.
vi: An toàn cho mọi người ăn, và hợp với %@.
zh_hans: 对所有用餐者都安全，并适合%@。

source: Save
ar: حفظ
de: Sichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
tr: Kaydet
vi: Lưu
zh_hans: 保存

source: Save %@
ar: حفظ %@
de: %@ sichern
el: Αποθήκευση %@
es: Guardar %@
fr: Enregistrer %@
hi: %@ सहेजें
it: Salva %@
ja: %@を保存
ko: %@ 저장
pt_br: Salvar %@
ru: Сохранить %@
tr: %@ kaydet
vi: Lưu %@
zh_hans: 保存%@

source: Save & close
ar: حفظ وإغلاق
de: Sichern & schließen
el: Αποθήκευση και κλείσιμο
es: Guardar y cerrar
fr: Enregistrer et fermer
hi: सहेजें और बंद करें
it: Salva e chiudi
ja: 保存して閉じる
ko: 저장 후 닫기
pt_br: Salvar e fechar
ru: Сохранить и закрыть
tr: Kaydet ve kapat
vi: Lưu và đóng
zh_hans: 保存并关闭

source: Save & open
ar: حفظ وفتح
de: Sichern & öffnen
el: Αποθήκευση και άνοιγμα
es: Guardar y abrir
fr: Enregistrer et ouvrir
hi: सहेजें और खोलें
it: Salva e apri
ja: 保存して開く
ko: 저장 후 열기
pt_br: Salvar e abrir
ru: Сохранить и открыть
tr: Kaydet ve aç
vi: Lưu và mở
zh_hans: 保存并打开

source: Save a few more recipes or relax the time limits
ar: احفظ وصفات أكثر قليلًا أو خفّف حدود الوقت
de: Speichere ein paar Rezepte mehr oder lockere die Zeitgrenzen
el: Αποθήκευσε μερικές ακόμα συνταγές ή χαλάρωσε τα χρονικά όρια
es: Guarda algunas recetas más o amplía los límites de tiempo
fr: Enregistrez quelques recettes de plus ou assouplissez les limites de temps
hi: कुछ और रेसिपी सहेजें या समय सीमा ढीली करें
it: Salva qualche ricetta in più o allenta i limiti di tempo
ja: レシピをもう少し保存するか、時間の上限をゆるめてください
ko: 레시피를 몇 개 더 저장하거나 시간 제한을 완화하세요
pt_br: Salve mais algumas receitas ou afrouxe os limites de tempo
ru: Сохраните ещё несколько рецептов или ослабьте ограничения по времени
tr: Birkaç tarif daha kaydet ya da süre sınırlarını gevşet
vi: Lưu thêm vài công thức hoặc nới giới hạn thời gian
zh_hans: 多保存几个食谱，或放宽时间限制

source: Save leftovers to pantry
ar: حفظ البقايا في المخزن
de: Reste im Vorrat sichern
el: Αποθήκευση περισσευμάτων στο ντουλάπι
es: Guardar las sobras en la despensa
fr: Ranger les restes au garde-manger
hi: बचा खाना पैंट्री में सहेजें
it: Salva gli avanzi in dispensa
ja: 作り置きをパントリーに保存
ko: 남은 음식을 보관함에 저장
pt_br: Guardar sobras na despensa
ru: Сохранить остатки в запасы
tr: Artıkları kilere kaydet
vi: Lưu đồ thừa vào tủ đồ
zh_hans: 把剩菜存入储藏

source: Save more recipes to widen the choice
ar: احفظ وصفات أكثر لتوسيع الخيارات
de: Speichere mehr Rezepte für mehr Auswahl
el: Αποθήκευσε περισσότερες συνταγές για μεγαλύτερη επιλογή
es: Guarda más recetas para tener más opciones
fr: Enregistrez plus de recettes pour élargir le choix
hi: विकल्प बढ़ाने के लिए और रेसिपी सहेजें
it: Salva altre ricette per avere più scelta
ja: レシピを保存すると選択肢が増えます
ko: 레시피를 더 저장하면 선택지가 넓어져요
pt_br: Salve mais receitas para ter mais opções
ru: Сохраните больше рецептов, чтобы выбор был шире
tr: Seçeneği artırmak için daha fazla tarif kaydet
vi: Lưu thêm công thức để có nhiều lựa chọn hơn
zh_hans: 保存更多食谱以扩大选择

source: Save notes
ar: حفظ الملاحظات
de: Notizen sichern
el: Αποθήκευση σημειώσεων
es: Guardar notas
fr: Enregistrer les notes
hi: नोट सहेजें
it: Salva note
ja: メモを保存
ko: 메모 저장
pt_br: Salvar notas
ru: Сохранить заметки
tr: Notları kaydet
vi: Lưu ghi chú
zh_hans: 保存备注

source: Save the swap to my recipe
ar: حفظ البديل في وصفتي
de: Tausch in meinem Rezept sichern
el: Αποθήκευση της αντικατάστασης στη συνταγή μου
es: Guardar el cambio en mi receta
fr: Enregistrer la substitution dans ma recette
hi: यह स्वैप मेरी रेसिपी में सहेजें
it: Salva la sostituzione nella mia ricetta
ja: 置き換えをレシピに保存
ko: 대체를 내 레시피에 저장
pt_br: Salvar a troca na minha receita
ru: Сохранить замену в моём рецепте
tr: Değişimi tarifime kaydet
vi: Lưu thay thế vào công thức của tôi
zh_hans: 把替换保存到我的食谱

source: Save time
ar: توفير الوقت
de: Zeit sparen
el: Εξοικονόμηση χρόνου
es: Ahorrar tiempo
fr: Gagner du temps
hi: समय बचाएँ
it: Risparmiare tempo
ja: 時間を節約する
ko: 시간 절약
pt_br: Economizar tempo
ru: Экономить время
tr: Zaman kazan
vi: Tiết kiệm thời gian
zh_hans: 节省时间
